[
    {
        "id": "53ee98f1498e9ec51305ab58",
        "created_at": "2014-08-15T23:34:09.000Z",
        "text": "Children aged 6-12 pay half the adult fare and under 5 get in for free. Try and arrive as early as possible so as to avoid big crowds and get the best shots at the top. The view up there is amazing!"
    },
    {
        "id": "549d3cca498eb194f6b72bb5",
        "created_at": "2014-12-26T10:47:38.000Z",
        "text": "There is no doubt why this is one of the 7 wonderful things in the World! Its amazing, fantastic view of all Rio de Janeiro. It's definitely a must do when in RJ."
    },
    {
        "id": "57c0f95b498ef5639ee352eb",
        "created_at": "2016-08-27T02:22:19.000Z",
        "text": "The hiking trail between Parque Lage and Corcovado (the mountain on which is the Christ) is very difficult and reais climbing over rocks and slippery terrain. It takes at least a couple hours."
    },
    {
        "id": "5654ed9c498e7c3869cd8ef0",
        "created_at": "2015-11-24T23:07:08.000Z",
        "text": "this place occupied our minds butconsidering the best time of day:)) just do it as earlier as possible and focus on the rest in Rio ✌️even if there is fog up in there, take your sun cream with you."
    },
    {
        "id": "53e95f00498ee8133702d717",
        "created_at": "2014-08-12T00:25:36.000Z",
        "text": "Highly recommend hiking up from Parque Lage. Takes about an hour and a half and isn't easy going but it's a great feeling when you get up there! You can buy your entry ticket at the turnstile up top."
    },
    {
        "id": "54bd75ee498ea6f7a2ccc4bd",
        "created_at": "2015-01-19T21:23:58.000Z",
        "text": "This is a must see for anyone christian or not. The beautiful panoramic views of Rio plus the immense size and history of Cristo Redentor is a sight you will never forget!"
    },
    {
        "id": "50be416fe4b04496737c399d",
        "created_at": "2012-12-04T18:31:11.000Z",
        "text": "Amazing. Take a moment to enjoy Cristo Redentor and the breathtaking views of Rio De Janeiro! Bring your camera and allow ample time when visiting."
    },
    {
        "id": "51e3354d498ed9e33ae5dc1c",
        "created_at": "2013-07-14T23:33:33.000Z",
        "text": "RIO DE JANEIRO - World Heritage UNESCO The site consists of an exceptional urban setting encompassing the key natural elements that have shaped and inspired the development of the city"
    },
    {
        "id": "5d614925bd702c0006d2d8f1",
        "created_at": "2019-08-24T14:26:45.000Z",
        "text": "It looked to tiny on top, but after taking the tour the view is incredible. So many people visiting a famous monument :)"
    },
    {
        "id": "54c36f6e498e5656dad836e3",
        "created_at": "2015-01-24T10:09:50.000Z",
        "text": "Even early in the morning it's crowded so be prepared. But no visit to Rio will be complete without visiting it! Shuttles from Praca do Lido will take you there for much smaller fee than the tour"
    },
    {
        "id": "5c3f028292e7a9002cd3cfbd",
        "created_at": "2019-01-16T10:08:02.000Z",
        "text": "It a must when you visit Rio. Its a verry powerful experience to take the stairs up to Cristo to get a close view of his face. The city view from the top is absolutely gorgeous 🌟"
    },
    {
        "id": "54997fd2498e98bf8004504b",
        "created_at": "2014-12-23T14:44:34.000Z",
        "text": "Rio de Janeiro is the second biggest city of Brazil. The metropolis hast got 11,9 million inhabitants. Discover this breathtaking city with Lufthansa’s City Guide for Rio!"
    },
    {
        "id": "5e55f9565107bd00073db078",
        "created_at": "2020-02-26T04:51:34.000Z",
        "text": "Don’t forget to make reservation for the cable car to go the top of the mountain by the web site."
    },
    {
        "id": "55fe223c498e60b3552ceb5e",
        "created_at": "2015-09-20T03:04:28.000Z",
        "text": "With no doubt this's the best place in Rio. The monument is astonishing. It's really crowded, be aware."
    },
    {
        "id": "5326808311d269d53ef5f470",
        "created_at": "2014-03-17T04:56:35.000Z",
        "text": "Purchase your tickets online 24 hours in advance so you don't have to wait hours until the next train up. Just before sunset is the best time to be going up."
    },
    {
        "id": "53ee9591498e8de96aec48cd",
        "created_at": "2014-08-15T23:19:45.000Z",
        "text": "If you wanna come up there, first you gotta take the train down at Corcovado's Station. Adults pay 50.00 BRL (includes round trip ticket and admission to Christ the Redeemer monument)."
    },
    {
        "id": "52e18dac498e29364512a44e",
        "created_at": "2014-01-23T21:46:20.000Z",
        "text": "A definitely must on your trip to Rio! Can get pretty crowded though, so don't expect an easy selfie-shot with the Christ without getting photobombed."
    },
    {
        "id": "52ebe82a11d21626e63f482a",
        "created_at": "2014-01-31T18:15:06.000Z",
        "text": "Go early before 9am to avoid the crowds, outstanding views, 33 Reals approx 30 USD £15 entrance fee and 25 reals for a taxi so don't get stung by anything dearer."
    },
    {
        "id": "57d8bd48498ea040b5474cc2",
        "created_at": "2016-09-14T03:00:24.000Z",
        "text": "This wonder of the world is a must if you go to Rio. Such a magnificent statue in a great view mountain."
    },
    {
        "id": "5a833d1fd552c70f02527328",
        "created_at": "2018-02-13T19:31:43.000Z",
        "text": "Beautiful views. I would go back any time"
    },
    {
        "id": "4e88ea7bd5fbdebaa84240e9",
        "created_at": "2011-10-02T22:49:31.000Z",
        "text": "Thank you for supporting The Breast Cancer Awareness Campaign! Did you know that Cristo is considered the largest Art Deco statue in the world and took 9 years, from 1992 to 1931, to construct?"
    },
    {
        "id": "510110c7e4b0c4c520fac101",
        "created_at": "2013-01-24T10:45:27.000Z",
        "text": "It is one thing to see the Christ statue on tv and think how amazing it is but to actually be there and see it in person takes your breath away."
    },
    {
        "id": "5c88fe64de3bbf002c4a089f",
        "created_at": "2019-03-13T12:58:12.000Z",
        "text": "Come early. First train 7.40am. Do not go when completely cloudy, you see nothing. On a half-cloudy day the pictures are more mysterious."
    },
    {
        "id": "51e872db498e47ff390d605d",
        "created_at": "2013-07-18T22:57:31.000Z",
        "text": "Amazing place. Very moving. Very organized. Don't recommend it on weekends, specially if you don't want to wait almost an hour to get up there. Cheap drinks at the base of the mountain."
    },
    {
        "id": "4eda9ccb93ad464d28ce0355",
        "created_at": "2011-12-03T22:03:55.000Z",
        "text": "This Place is wonderful, when you get there and see the size of the Christ, you feel something special, there is a great energy, it's something that can't be explain."
    },
    {
        "id": "58aa34a3ecb67e34d74d9d0f",
        "created_at": "2017-02-20T00:13:23.000Z",
        "text": "Excellent views!!! Stay until sunset and go live with the free wi-fi!"
    },
    {
        "id": "5607efa7498e8faa6990aff9",
        "created_at": "2015-09-27T13:31:19.000Z",
        "text": "Ask someone to take a picture of you! Definitely a MUST for your family album!"
    },
    {
        "id": "52dfe43211d2c7ed3427c69f",
        "created_at": "2014-01-22T15:30:58.000Z",
        "text": "After taking in the views, check out the little chapel behind the statue before heading back down to earth. - Green Guide Editor"
    },
    {
        "id": "54a68f50498ec06c52dd1b4c",
        "created_at": "2015-01-02T12:30:08.000Z",
        "text": "Buy your tickets online for faster access. http://www.corcovado.com.br/ingles/info.html"
    },
    {
        "id": "5b315a138c812a002cbcb7fe",
        "created_at": "2018-06-25T21:09:39.000Z",
        "text": "Jesus, the view. Special place in Rio"
    },
    {
        "id": "4e6730ea1fc75c92027c68a0",
        "created_at": "2011-09-07T08:52:58.000Z",
        "text": "This is the largest Art Deco Structure in the world. 130-feet tall and 98-feet wide, this amazing structure literally stands out, towering above great scenery below."
    },
    {
        "id": "56ee58e2498e41e5b032f062",
        "created_at": "2016-03-20T08:01:38.000Z",
        "text": "Stunning statue! Don't forget to wear sunscreen when you visit!"
    },
    {
        "id": "540caf52498e00a6f7b39219",
        "created_at": "2014-09-07T19:17:38.000Z",
        "text": "You will never see anything like this!! This monument is by far theeee most amazing thing you will ever see!"
    },
    {
        "id": "5398bab5498eaeeb1a393d61",
        "created_at": "2014-06-11T20:23:17.000Z",
        "text": "Canadians at the Cristo Redentorin Rio de Janeiro: Check out our safety tips for the FIFA games. http://travel.gc.ca/travelling/health-safety/world-Cup"
    },
    {
        "id": "5bbb5ea081635b002cdc3fd9",
        "created_at": "2018-10-08T13:41:52.000Z",
        "text": "Make sure there is no clouds or fog before you go"
    },
    {
        "id": "5702d3a7498ecadbc7ede5be",
        "created_at": "2016-04-04T20:50:47.000Z",
        "text": "the place is one of the most beautiful in the world, but be careful with your belongings!!"
    },
    {
        "id": "64050752aa182d363c02d89e",
        "created_at": "2023-03-05T21:19:14.000Z",
        "text": "You have to see this statue once in your life."
    },
    {
        "id": "5428cb10498efb11634a5a4b",
        "created_at": "2014-09-29T02:59:28.000Z",
        "text": "Take a Van in subway station \"lago do machado\" US $9 ...entrance to Christ Redeemer  US$16 ...obligatory stopped in Rio"
    },
    {
        "id": "50a4ae99e4b0c2165eed7d34",
        "created_at": "2012-11-15T08:58:01.000Z",
        "text": "my first priority.goin to rio,sunbath on the beach Copacabana and than see the unique view of Rİo and feel the peace;)"
    },
    {
        "id": "52f2c22c11d230b148139025",
        "created_at": "2014-02-05T22:58:52.000Z",
        "text": "This is the place that the all world knows,just amazing.One of the Seven Wonders CHRIST REDEEMER S2"
    },
    {
        "id": "579fb62a498e1952c61094a2",
        "created_at": "2016-08-01T20:50:50.000Z",
        "text": "If you visit Rio is a must place to go. @Olympics @olympics2016 @riodejaneiro @todayshow @ktnv @nbc"
    },
    {
        "id": "5884b7c3d25ded6a664d176d",
        "created_at": "2017-01-22T13:46:43.000Z",
        "text": "Amazing views. Beautiful and easy going people. Fantastic place to visit!"
    },
    {
        "id": "5687ff1e498e0d884252d7b6",
        "created_at": "2016-01-02T16:47:26.000Z",
        "text": "Get tickets in advance on the internet or you will queue a long time, or find the next selling train is hours away."
    },
    {
        "id": "532680e4498edee966613ecd",
        "created_at": "2014-03-17T04:58:12.000Z",
        "text": "There's a shrine underneath Jesus around the back. Don't do what I did, walk in noisily, take pictures, realise where I was and crip walk out."
    },
    {
        "id": "50bdf019e4b0a7d06ba9d206",
        "created_at": "2012-12-04T12:44:09.000Z",
        "text": "Beautiful view of the city and of the statue. Arrive as early as possible to avoid the herds of people (8am)"
    },
    {
        "id": "54e23938498edb2a1d3e4b6b",
        "created_at": "2015-02-16T18:38:48.000Z",
        "text": "The mini buses outside the ticket office can actually help you out by getting to the top faster. Price is higher though."
    },
    {
        "id": "589ee003d8b0ed6f48b6a031",
        "created_at": "2017-02-11T09:57:23.000Z",
        "text": "Went up by van (Roundtrip 30 real). Go before 11 - we didn't queue once (feb 2017)"
    },
    {
        "id": "53e8dce5498ef17c0fa3a113",
        "created_at": "2014-08-11T15:10:29.000Z",
        "text": "The view is breathtaking! Buy the tickets on the internet beforehand."
    },
    {
        "id": "54f9ebf4498e45bcdd35e861",
        "created_at": "2015-03-06T18:03:32.000Z",
        "text": "Just amazing....perfect view! It's always crowded but worth it."
    },
    {
        "id": "4f57e596e4b0b27ea0ff0a38",
        "created_at": "2012-03-07T22:47:50.000Z",
        "text": "Probably one of THE BEST views of the city or any city in the South America region-- bar none!  Spectacular!"
    }
]